Repository: Steffenhir/GraXpert
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de_de

source: Crop
de_de: Zuschneiden

source: Crop mode on/off
de_de: Zuschnittsmodus an/aus

source: Apply crop
de_de: Zuschnitt anwenden

source: Background Extraction
de_de: Hintergrundentfernung

source: Loading
de_de: Laden

source: Load Image
de_de: Bild laden

source: Stretch Options
de_de: Stretchoptionen

source: Saturation
de_de: Farbsättigung

source: Sample Selection
de_de: Punktauswahl

source: Display points
de_de: Punkte anzeigen

source: Flooded generation
de_de: Geflutete Generierung

source: Points per row
de_de: Punkte pro Reihe

source: Grid Tolerance
de_de: Gittertoleranz

source: Create Grid
de_de: Gitter erstellen

source: Reset Sample Points
de_de: Punkte zurücksetzen

source: Calculation
de_de: Berechnung

source: Interpolation Method:
de_de: Interpolationsmethode

source: Calculate Background
de_de: Hintergrund berechnen

source: Saving
de_de: Speichern

source: Save Background
de_de: Hintergrund speichern

source: Save Processed
de_de: Bild speichern

source: Save Stretched & Processed
de_de: Gestretchtes Bild speichern

source: An error occurred while loading your picture.
de_de: Ein Fehler ist beim Laden des Bildes aufgetreten.

source: Please load your picture first.
de_de: Bitte zuerst ein Bild laden.

source: Error occured when saving the image.
de_de: Ein Fehler ist beim Speichern des Bildes aufgetreten.

source: Please select background points with left click.
de_de: Bitte zuerst Hintergrundpunkte mit Linksklick auswählen

source: Please select at least 2 background points with left click for the Kriging method.
de_de: Für die Kriging Methode werden mindestens 2 Hintergrundpunkte benötigt

source: Please select at least 16 background points with left click for the Splines method.
de_de: Für die Splines Methode werden mindestens 16 Hintergrundpunkte benötigt

source: Please select background points and press the Calculate button first
de_de: Bitte zuerst ein Bild laden und Hintergrundpunkte auswählen

source: H E L P
de_de: H I L F E

source: Instructions
de_de: Anleitung

source: Load your image.
de_de: Lade dein Bild.

source: Stretch your image if necessary to reveal gradients.
de_de: Stretche dein Bild um Gradienten deutlicher zu machen.

source: Select background points a) manually with left click b) automatically via grid (grid selection) You can remove already set points by right clicking on them.
de_de: Wähle Hintergrundpunkte aus a) automatisch mit Linksklick b) automatisch mit einem Gitter Bereits gesetzte Punkte können mit Rechtsklick entfernt werden.

source: Click on Calculate Background to get the processed image.
de_de: Klicke auf Hintergrundmodell berechnen um das bearbeitete Bild zu erhalten.

source: Save the processed image.
de_de: Speichere das bearbeitete Bild.

source: Keybindings
de_de: Tastenbelegung

source: Left click on picture: Set sample point
de_de: Linksklick auf Bild: Setze Punkt

source: Left click on picture + drag: Move picture
de_de: Linksklick auf Bild + Verschieben: Verschiebe Bild

source: Left click on sample point + drag: Move sample point
de_de: Linksklick auf Samplepunkt: Verschiebe Samplepunkt

source: Right click on sample point: Delete sample point
de_de: Rechtsklick auf Samplepunkt: Lösche Samplepunkt

source: Mouse wheel: Zoom
de_de: Mausrad: Zoomen

source: Ctrl+Z/Y: Undo/Redo sample point
de_de: Strg+Z/Y: Wiederholen/zurücksetzen von Samplepunktauswahl

source: A D V A N C E D
de_de: E R W E I T E R T

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Sample Points
de_de: Samplepunkte

source: Sample size
de_de: Samplegröße

source: Sample color
de_de: Samplefarbe

source: Spline order
de_de: Grad der Splines

source: Language
de_de: Sprache

source: Correction
de_de: Korrektur

source: Calculating...
de_de: Berechne...

source: Load your image you would like to correct. Supported formats: .tiff, .fits, .png, .jpg Supported bitdepths: 16 bit integer, 32 bit float
de_de: Lade das zu bearbeitende Bild. Unterstützte Formate: .tiff, .fits, .png, .jpg Unterstützte Bittiefen: 16 bit integer, 32 bit float

source: Automatically stretch the picture to make gradients more visible. The saved pictures are unaffected by the stretch.
de_de: Stretche das Bild automatisch um Gradienten sichtbarer zu machen. Das gespeicherte Bild wird davon nicht beeinflusst.

source: Reset all the chosen background points.
de_de: Setze alle gesetzten Punkte zurück

source: Creates a grid with the specified amount of points per row and rejects points below a threshold defined by the tolerance.
de_de: Erstellt ein Gitter mit der angegebenen Anzahl an Punkten pro Reihe und ignoriert Punkte, deren Helligkeit über der Toleranz liegt.

source: The tolerance adjusts the threshold for rejection of background points with automatic background selection
de_de: Die Toleranz bestimmt einen Schwellwert für das Ignorieren von Punkten mit der Gitterauswahl

source: Adjust the number of points per row for the grid created by automatic background selection.
de_de: Bestimmt die Anzahl an Punkten pro Reihe, die mit der Gitterauswahl erstellt werden

source: If enabled, additional grid points are automatically created based on 1) the luminance of the sample just added and 2) the grid tolerance slider below.
de_de: Wenn aktiviert, werden automatisch zusätzliche Gitterpunkte erstellt, die 1) auf der Luminanz des soeben hinzugefügten Punkts und 2) auf dem Toleranz-Schieberegler (s.u.) basieren.

source: Choose between different interpolation methods.
de_de: Wähle zwischen verschiedenen Interpolationsmethoden

source: Adjust the smoothing parameter for the interpolation method. A too small smoothing parameter may lead to over- and undershooting inbetween background points, while a too large smoothing parameter may not be suited for large deviations in gradients.
de_de: Bestimmte den Smoothing Parameter. Ein zu kleines Smoothing könnte zu Oszillationen zwischen den Hintergrundpunkten führen, während ein zu großes Smoothing bei komplizierten Gradienten nicht passend ist.

source: Use the specified interpolation method to calculate a background model and subtract it from the picture. This may take a while.
de_de: Benutze die angegebene Interpolationsmethode zur Erstellung eines Hintergrundmodells und ziehe sie vom Bild ab.

source: Choose the bitdepth of the saved pictures and the file format. If you are working with a .fits image the fits header will be preserved.
de_de: Bestimme die Bittiefe des gespeicherten Bildes sowie das Format. Falls das Originalbild ein .fits Bild ist, wird der .fits Header erhalten.

source: Save the background model
de_de: Speichere das Hintergrundmodell

source: Save the processed picture
de_de: Speichere das bearbeitete Bild

source: Use GraXpert's denoising AI model to reduce the noise in your image. This may take a while
de_de: Wendet GraXpert's AI zum Entrauschen des Bildes an. Das kann eine Weile dauern.

source: Determines strength of denoising.
de_de: Gibt an, wie stark entrauscht werden soll.

source: Save the stretched and processed picture. The color saturation is not changed.
de_de: Speichere das gestretchte und bearbeitete Bild. Die Farbsättigung wird dabei nicht verändert.

source: Switch display between Original: Your original picture Processed: Picture with subtracted background model Background: The background model
de_de: Wechsle die Ansicht zwischen Original: originales Bild Processed: bearbeitetes Bild Background: Hintergrundmodell

source: This is a Beta release!
de_de: Dies ist eine Beta Version!

source: New official release available!
de_de: Neue offizielle Version verfügbar!

source: New version available!
de_de: Neue Version verfügbar!

source: A newer version of GraXpert is available at
de_de: Eine neuere Version von GraXpert ist verfügbar unter

source: This Beta version is deprecated. A newer official release of GraXpert is available at
de_de: Diese Beta Version is veraltet. Eine neue offizielle Version ist ist verfügbar unter

source: Please note that this is a Beta release of GraXpert. You will be notified when a newer official version is available.
de_de: Bitte beachten Sie, dass dies eine Beta Version von GraXpert ist. Sie werden benachrichtigt, sobald eine neuere offizielle Version verfügbar ist.

source: Interface
de_de: Nutzeroberfläche

source: Scaling
de_de: Skalierung

source: Please restart the program to apply the changes to UI scaling.
de_de: Bitte das Programm neu starten, um die Änderungen an der Nutzeroberflächenskalierung anzuwenden.

source: Select AI directory
de_de: AI Verzeichnis auswählen

source: Extracting Background
de_de: Berechne Hintergrund

source: No AI-Model selected. Please select one from the Advanced panel on the right.
de_de: Kein KI-Modell ausgewählt. Bitte wählen Sie eine Version in den erweiterten Einstellungen am rechten Rand.

source: Install AI-Model?
de_de: KI-Modell installieren?

source: Selected AI-Model is not installed. Should I download it now?
de_de: Das ausgewählte KI-Modell ist nicht installiert. Soll es jetzt heruntergeladen und installiert werden?

source: Downloading AI-Model
de_de: KI-Modell wird heruntergeladen

source: An error occured during background calculation. Please see the log at {}.
de_de: Während der Berechnung ist ein Fehler aufgetreten. Bitte schauen Sie sich die Logdatei bei dem Verzeichnis {} an.

source: Loading
de_de: Laden

source: Channels linked
de_de: Kanäle verknüpft

source: Denoising
de_de: Entrauschen

source: Denoise Strength
de_de: Entrauschungsstärke

source: Denoise Image
de_de: Bild entrauschen

source: Saving
de_de: Speichern
